onvif_ptz_explorer/xml/08_send_auxiliary_command.xml

<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
  <s:Header>{AUTH_HEADER}</s:Header>
  <s:Body>
    <SendAuxiliaryCommand xmlns="http://www.onvif.org/ver20/ptz/wsdl">
      <ProfileToken>{PROFILE_TOKEN}</ProfileToken>
      <AuxiliaryData>{AUX_COMMAND}</AuxiliaryData>
    </SendAuxiliaryCommand>
  </s:Body>
</s:Envelope>
